{
    "spicy": {
        "batman":{
            "PacketSent": [
                "Batman: Sent the message to Gordon.", 
                "Oracle: I've sent the position of Mr. Freeze.", 
                "Riddler: HA HA HA... you are not smart enough to stop me Batman.",
                "Joker: You think you can stop me, Batman? You can’t even stop my packets!"
            ],
            "PacketDropped": [
                "Batman: Joker is intercepting my transmission. I need to find him.", 
                "Penguin: Screw you, Batman! Those are my packets!", 
                "Scarecrow: Fear will prevail, even if you find my toxin transport"
            ],
            "ControllerShortcut": [],
            "RemoveSender": [
                "Oracle: I lost connection to Robin. Batman, go check on him.", 
                "Harley Quinn: NOO! Jokie, I lost the connection to my Pookie.",
                "Arkham Knight: I can't hear my militia communications, I have been cut off."
            ],
            "AddSender": [
                "Gordon: Oh finally! I can call Barbara.", 
                "Deadshot: My next target is in my sight....BAM!", 
                "Dick Grayson: I saw Penguin with Two-Face. I dont like this. I will call Bruce.", 
                "Batman: Thanks, Lucius. Now I can hear Penguin's encrypted transmissions."
            ],
            "SetPacketDropRate": [],
            "Crash": [
                "Hugo Strange: NOOO you can't lock me in, Batman, I know your secret... YOU ARE B... SMASH!", 
                "Scarecrow: I will return, Batman, and I will hurt your family.", 
                "Mister Freeze: Nora, I am sorry.", 
                "Joker: Am dying? AH AH Ah coff AH AH Ah ah...", 
                "Harley Quinn: Don't leave me, Jokey... please!",
                "Talia al Ghul: I have always loved you. Farewell."
            ]
        },
        "rocket":{
            "PacketSent": [
                "Marco Patrignani: I mean it's not rocket science!",
                "John Young: The dream is alive.",
                "Carl Sagan: The universe seems neither begin nor hostile, merely indifferent.",
                "Neil Armstrong: Houston, Tranquillity Base here. The Eagle has landed."
            ],
            "PacketDropped": [
                "Alan Shepard: Fix your little problem and light this candle.",
                "Roger B. Chaffee: Problems look mighty small from 150 miles up.",
                "Louis D. Friedman: [...] But failures happen. [...] That teaches you something. At least it should.",
                "Samantha Cristoforetti: We did not evolve to go to space, so when it comes to space travel, we are all disabled."
            ],
            "ControllerShortcut": [],
            "RemoveSender": [
                "Scott Kelly: A year is a long time to live without the human contact of loved ones, fresh air, and gravity, to name a few.",
                "Duane G. Carey: Those folks out in the space suits are going to be getting beat up.",
                "Edward White: I'm coming back in and it's the saddest moment of my life.",
                "Darth Vader: No, I am your father."
            ],
            "AddSender": [
                "Neil Armstrong: That's one small step for man, one giant for mankind.",
                "Elon Musk: Rockets are cool. There's no getting around that.",
                "Gus Grissom: Do good work.",
                "Christa McAuliffe: Space is for everybody. It's not just [...] for a selected group of astronauts.",
                "Sharon Begley: Somewhere, something incredible is waiting to be known."
            ],
            "SetPacketDropRate": [
                "Konstantin Tsiolkovsky: The earth is the cradle of humanity, but mankind cannot stay in the craddle forever.",
                "Stephen Hawking: To confine our attention to terrestial matters would be to limit the human spirit.",
                "Wernher Von Braun: It [the roket] will free the man from his remaining chains."
            ],
            "Crash": [
                "Jack Swigert: Okay, Houston ... we've had a problem.",
                "Sally Ride: Rocket science is tough, and rockets have a way of failing.",
                "Stephen Hawking: I don't think the human race will survive the next thousand years, unless we spread into space.",
                "Luke Skywalker: I have a bad feeling about this."
            ]
        },
        "quackable": {
            "PacketSent": [
                "QuACK! 🦆",
                "Abigal Gabble: We're not chickens. We're geese.",
                "It's Quackastic!",
                "Sometimes I'm smart like Quainstein",
                "Thanks to my 340° vision, i delivered successfully this packet!",
                "QUACKet sent!",
                "Yes Stork! I can deliver babies too.",
                "I AM IRON QUACK."
            ],
            "PacketDropped": [
                "Watch out for the duck!",
                "Run away from Abigali and Amelia Gabble before they see you!",
                "Uncle Wald: It's outrageous! Why, you won't believe what they tried to do to your poor Uncle Waldo",
                "That's a Quackastrophe!!!",
                "On my Quack drop the bomb. One... two... three... three and an half.... QUACK!"
            ],
            "ControllerShortcut": [],
            "RemoveSender": [
                "There is too much Quack ",
                "Less Quack 🦆",
                "That motherQuacker. They finally caught him!",
                "Ah! Is already emigration season! I have to pick up my stuff, but first i have to finish 'Quack Education'."
            ],
            "AddSender": [
                "🦆Quack? 🦆Quack!",
                "Add a new Qauackable 🦆",
                "More of Donald Duck!",
                "YEEEES! A new friend joined Piazza Dante's gang, welcome!"
            ],
            "SetPacketDropRate": [],
            "Crash": [
                "Oh no! Quack. It's Thanksgiving day. 🍗",
                "Peking Duck is my favourite dish! 🙃",
                "Abigali Gabble: Amelia, if I walk any further, I'll get flat feet.",
                "sQuack...💀",
                "Good job son, we caught three ducks today."
            ]
        }
    },
    "brainrot": {
        "PacketSent": [],
        "PacketDropped": [],
        "ControllerShortcut": [],
        "RemoveSender": [],
        "AddSender": [],
        "SetPacketDropRate": [],
        "Crash": []
    }
}