{
    "spicy": {
        "Batman":{
            "PacketSent": [
                "Batman: Sent the message to Gordon.", 
                "Oracle: I've sent the position of Mr. Freeze.", 
                "Riddler: HA HA HA... you are not smart enough to stop me Batman.",
                "Joker: You think you can stop me, Batman? You can’t even stop my packets!"
            ],
            "PacketDropped": [
                "Batman: Joker is intercepting my transmission. I need to find him.", 
                "Penguin: Screw you, Batman! Those are my packets!", 
                "Scarecrow: Fear will prevail, even if you find my toxin transport"
            ],
            "ControllerShortcut": [],
            "RemoveSender": [
                "Oracle: I lost connection to Robin. Batman, go check on him.", 
                "Harley Quinn: NOO! Jokie, I lost the connection to my Pookie.",
                "Arkham Knight: I can't hear my militia communications, I have been cut off."
            ],
            "AddSender": [
                "Gordon: Oh finally! I can call Barbara.", 
                "Deadshot: My next target is in my sight....BAM!", 
                "Dick Grayson: I saw Penguin with Two-Face. I dont like this. I will call Bruce.", 
                "Batman: Thanks, Lucius. Now I can hear Penguin's encrypted transmissions."
            ],
            "SetPacketDropRate": [],
            "Crash": [
                "Hugo Strange: NOOO you can't lock me in, Batman, I know your secret... YOU ARE B... SMASH!", 
                "Scarecrow: I will return, Batman, and I will hurt your family.", 
                "Mister Freeze: Nora, I am sorry.", 
                "Joker: Am dying? AH AH Ah coff AH AH Ah ah...", 
                "Harley Quinn: Don't leave me, Jokey... please!",
                "Talia al Ghul: I have always loved you. Farewell."
            ]
        },
        "Rocket":{
            "PacketSent": [
                "Marco Patrignani: I mean it's not rocket science!",
                "John Young: The dream is alive.",
                "Carl Sagan: The universe seems neither begin nor hostile, merely indifferent.",
                "Neil Armstrong: Houston, Tranquillity Base here. The Eagle has landed."
            ],
            "PacketDropped": [
                "Alan Shepard: Fix your little problem and light this candle.",
                "Roger B. Chaffee: Problems look mighty small from 150 miles up.",
                "Louis D. Friedman: [...] But failures happen. [...] That teaches you something. At least it should.",
                "Samantha Cristoforetti: We did not evolve to go to space, so when it comes to space travel, we are all disabled."
            ],
            "ControllerShortcut": [],
            "RemoveSender": [
                "Scott Kelly: A year is a long time to live without the human contact of loved ones, fresh air, and gravity, to name a few.",
                "Duane G. Carey: Those folks out in the space suits are going to be getting beat up.",
                "Edward White: I'm coming back in and it's the saddest moment of my life.",
                "Darth Vader: No, I am your father."
            ],
            "AddSender": [
                "Neil Armstrong: That's one small step for man, one giant for mankind.",
                "Elon Musk: Rockets are cool. There's no getting around that.",
                "Gus Grissom: Do good work.",
                "Christa McAuliffe: Space is for everybody. It's not just [...] for a selected group of astronauts.",
                "Sharon Begley: Somewhere, something incredible is waiting to be known."
            ],
            "SetPacketDropRate": [
                "Konstantin Tsiolkovsky: The earth is the cradle of humanity, but mankind cannot stay in the craddle forever.",
                "Stephen Hawking: To confine our attention to terrestial matters would be to limit the human spirit.",
                "Wernher Von Braun: It [the roket] will free the man from his remaining chains."
            ],
            "Crash": [
                "Jack Swigert: Okay, Houston ... we've had a problem.",
                "Sally Ride: Rocket science is tough, and rockets have a way of failing.",
                "Stephen Hawking: I don't think the human race will survive the next thousand years, unless we spread into space.",
                "Luke Skywalker: I have a bad feeling about this."
            ]
        },
        "Quackable": {
            "PacketSent": [
                "QuACK! 🦆",
                "Abigal Gabble: We're not chickens. We're geese.",
                "It's Quackastic!",
                "Sometimes I'm smart like Quainstein",
                "Thanks to my 340° vision, i delivered successfully this packet!",
                "QUACKet sent!",
                "Yes Stork! I can deliver babies too.",
                "I AM IRON QUACK."
            ],
            "PacketDropped": [
                "Watch out for the duck!",
                "Run away from Abigali and Amelia Gabble before they see you!",
                "Uncle Wald: It's outrageous! Why, you won't believe what they tried to do to your poor Uncle Waldo",
                "That's a Quackastrophe!!!",
                "On my Quack drop the bomb. One... two... three... three and an half.... QUACK!"
            ],
            "ControllerShortcut": [],
            "RemoveSender": [
                "There is too much Quack ",
                "Less Quack 🦆",
                "That motherQuacker. They finally caught him!",
                "Ah! Is already emigration season! I have to pick up my stuff, but first i have to finish 'Quack Education'."
            ],
            "AddSender": [
                "🦆Quack? 🦆Quack!",
                "Add a new Qauackable 🦆",
                "More of Donald Duck!",
                "YEEEES! A new friend joined Piazza Dante's gang, welcome!"
            ],
            "SetPacketDropRate": [],
            "Crash": [
                "Oh no! Quack. It's Thanksgiving day. 🍗",
                "Peking Duck is my favourite dish! 🙃",
                "Abigali Gabble: Amelia, if I walk any further, I'll get flat feet.",
                "sQuack...💀",
                "Good job son, we caught three ducks today."
            ]
        },
        "Pingu": {
            "PacketSent": [
                "NOOT NOOT!",
                "Noackoott sootnt",
                "Meek, meek! 🐧",
                "Flibbity-floop!"
            ],
            "PacketDropped": [
                "Noackoott drononoootd",
                "Honk honk oh waddle!",
                "Honkity honk, oopsie wopsie!",
                "Honk honk hopeca algoosoo!"
            ],
            "ControllerShortcut": [],
            "RemoveSender": [
                "Rootmovoot sootndootr!",
                "Quack quack honk, one flipper fewer!",
                "Honk honk, flippity flap, wibble wobble, zap him away! honk!",
                "Honk honk! squawk him! flipper flopper!"
            ],
            "AddSender": [
                "Vionnio abuderepeteh katutere.",
                "Add sootndootr.",
                "Waddle honk uno flappy more honk!",
                "waddle a sparkly honk buddy!"

            ],
            "SetPacketDropRate": [
                "Squawk packet hop-nop flump rate!",
                "Honk honk! whisper quack, what’s the flipper frolic percentage, waddle-waddle? honk!",
                "Waddle waddle, honk honk, number please-doodle!",
                "Ploppy-plop probabilitizzle honk honk!"
            ],
            "Crash": [
                "Honk crash waddle splat boop! flipper flap, oopsie daisy honk honk!",
                "Waddle waddle, honk honk! Oopsie daisy, a flipper-flap crashity-crash!",
                "Honk honk, oh noooo, they plop-plopped my waddle!",
                "Waddle waddle, honk honk! some flippers in a flap!"
            ]
        },
        "Dark Souls": {
            "PacketSent": [
                "Victory achieved!!",
                "Heir of Fire defeated!!"
            ],
            "PacketDropped": [
                "You hava been fooled by Patches!",
                "Oh no, my precious souls..."
            ],
            "ControllerShortcut": [],
            "RemoveSender": [
                "FRIGOBAR has died",
                "Phalanx has died",
                "Knight Solaire has died"
            ],
            "AddSender": [
                "Praise the suuuuuuuuun!!",
                "You summoned FRIGOBAR in your world",
                "You summoned Phalanx in your world"
            ],
            "SetPacketDropRate": [
                "Pray thee be careful, neither of us want to see you go Hollow"
            ],
            "Crash": [
                "You Died!",
                "Plin Plon Plon..."
            ]
        },
        "Bloodborne": {
            "PacketSent": [
                "PRAY SLAUGHTERED",
                "NIGHTMARE SLAIN"
            ],
            "PacketDropped": [
                "Oh no my blood echoes...",
                "Oh Amygdala, oh Amygdala... Have mercy on the poor bastard..."
            ],
            "ControllerShortcut": [],
            "RemoveSender": [
                "Master Willem, I've come to bid you farewell",
                "A sinister bell resonate",
                "Master, look! I've done it, I've done it! I smashed and pounded and grounded this rotten siren into fleshy pink pulp!"
            ],
            "AddSender": [
                "Welcome to the Hunter's Dream",
                "Welcome home, Good Hunter. What is it you desire?",
                "A hoonter must hoont",
                "Oh, beg pardon, you may call me Alfred. Why not cooperate, and discuss the things we've learned?"
            ],
            "SetPacketDropRate": [
                "Our Eyes are yet to open. Fear the old blood",
                "By the gods, fear it, Laurence..",
                "WREEEIIAAAAIIIAAAAAHHH",
                "O Flora, of the moon, of the dream. Let the hunter be safe and find comfort"
            ],
            "Crash": [
                "The Night, and the Dream, were long...",
                "OHHH NOOOO, I'm waking up... I'll forget everything...",
                "Farewell my keen Hunter, fear the blood",
                "Tonight, Gehrman joins the Hunt",
                "YOU DIED!"
            ]
        },
        "Harry Potter": {
            "PacketSent": [
                "Hedwige has departed to deliver a message!",
                "An Owl has departed to deliver a message"
            ],
            "PacketDropped": [
                "NOOOO EDWIGE!",
                "A Death Eater has slaughtered the owl!"
            ],
            "ControllerShortcut": [],
            "RemoveSender": [
                "You have been expelled from Hogwarts!!",
                "Why is it, when something happens, it is always you three?"
            ],
            "AddSender": [
                "Welcome to Hogwarts, you will soon be sorted into one of the houses!!",
                "The Sorting ceremony will begin soon!!",
                "Gryffindor!!",
                "HufflePuff!!",
                "Ravenclaw!!",
                "Slytherin!!"
            ],
            "SetPacketDropRate": [
                "Oh, honestly, this school has gone to the dogs! Balderdash! Poppycock! A babbling, bumbling band of baboons!"
            ],
            "Crash": [
                "Avada Kedavra!!",
                "Pietrificus Totalus!!",
                "Stupeficium!!"
            ]
        }
    },
    "brainrot": {
        "Crash": [
            "Fineeee. I will listen this time.",
            "I will let you win today.",
            "Wait, do you want me dead? I will accept my fate,but I will haunt you."
        ],
        "NoCrash":[
            "You can't kill me! You son of a beach! 🏖️",
            "Maybe you'll be lucklier the next time *ah ah ah so delutional*"
        ],
        "AddSender":[
            "Mariah Carey has entred the chat: IT'S TIIIIIME!",
            "I hope the new neighbour plays Fortnite."
        ],
        "NoAddSender":[
            "I'm sorry, but here there's no more space!",
            "I leave in a remote village; no one wants to come here to live. Go away."
        ],
        "RemoveSender":[
            "One less obstacle to my supremacy. 😏",
            "I'm not gonna miss that brainless.",
            "And now who is going to do the work for me! I really have to work? Naaah.",
            "Only him? There are a lot of drones here that must be remove due to their stupidity ... just trust me."
        ],
        "NoRemoveSender":[
            "NO ONE LEAVES.",
            "I'm so alone, I won't allow you to abandon me either.",
            "I close the door with the key I ate earlier; NO ONE can escape now."
        ],
        "SetPacketDropRate":[
            "I will change it, but I am the one who decides when to drop a package."
        ],
        "NoSetPacketDropRate":[
            "Bro you're asking for too much, do it by yourself.",
            "I'm not gonna do anything without my lawyer!",
            "I don't undersand the need for it, so I'm not gonna use that."            
        ],
        "ChangeInitiatorId": [
            "Ah ah ah, now no one will know the real initiator ID.",
            "What will happen if I change the initiator ID?"
        ],
        "ShufflePathTrace": [
            "Let's change the path trace... SHUFFLE.",
            "I really want to mess with this so ordered path trace... I'm gonna do it."
        ],
        "PacketDropped": [
            "Oh no, the packet as been dropped, like I care",
            "I'm sorry but my cat ate the packet!",
            "Opsi that packet went where your last brain cell is ... nowhere"
        ],
        "PacketSent": [
            "OMG Kay is planning his mafiathon 3. What is this? A packet pff I will send it without protection.",
            "Ops that packet may be a glitter bomb.",
            "Just know that they forced me to send that little boring packet (maybe I ruined it)."
        ],
        "PacketSentPANIC": [
            "SO unlucky, I just copied the remaining path wrong. Never mind, I don't care."
        ]
       
    }
}